<?php

return [
    'notFound'      => 'غير موجود',
    'osNotSupported'=> 'نأسف, نظام التشغيل المستخدم غير مدعوم حاليا',
    'verType'       => 'نوع التأكيد المطلوب غير موجود',
    'unauthorized'  => 'يجب تسجيل الدخول',
    'banned'        => 'أنت محظور من تسجيل الدخول',

    'phoneTaker'    => 'رقم الهاتف موجود',
    'emailTaker'    => 'الاينيل موجود',

    'dataUpdate'    => 'مشكلة في تحديث البيانات',

    'placeNameErr'  =>  'لديك بالفعل مكان محفوظ يستخدم هذا الاسم',
    'placeCoordErr' =>  'انت بالفعل لديك مكان محفوظ بهذه الاحداثيات',

    'noPermission'  =>  'ليش لديك الصلاحيات لعمل هذا الاجراء',

    'favAlready'    =>  'هذا المنتج موجود في المفضلة مسبقا',
    'favNot'        =>  'هذا المنتج غير موجود في المفضلة مسبقا',

    'orderNotConf'  =>  'لم يتم قبول هذا الطلب بعد',
    'orderTaken'    =>  'تم أخذ الطلب بالفعل',

    'orderTakeErr'  =>  'لا يمكنك أخذ هذا الطلب الان',
    'OrderDeliver'  =>  'لديك بالفعل طلبات يجب ايصالها اولا',
    'orderCancelAlready'  =>  'لقد قمت بإلغاء هذا الطلب من قبل',
    'orderNotReady' =>  'لم يتم تجهيز الطلب بعد',
    'orderCantCancel'   =>  'لا يمكنك إلغاء الطلب حاليا',
    'orderCantRate'     =>  'لا يمكنك تقييم الطلب بعد',
    'orderAlreadyRated' =>  'لقد قمت بتقييم هذا الطلب من قبل',

    'driverNotInPlace'  =>  'لم يصل السائق لمكان التوصيل بعد',

    'cartNoItem'        =>  'لا يوجد عناصر في السلة',
    'NoMoney'           =>  'ليس لديك المال الكافي لتأكيد الطلب',

    'OfferNoView'       =>  'نأسف, لا يمكنك رؤية اة تعديل هذا العرض',
    'itemNoSize'        =>  'هذا العنصر غير متاح بالحجم المطلوب',
    'itemMaxAmt'        =>  'أقصى عدد مسموح به لهذا العنصر هو: :max',

    'noRateAllowed'     =>  'نأسف, لا التقييم لهذا النوع غير مسموح حاليا',
    'alreadyRated'      =>  'لقد قمت بتقييم هذا الطلب من قبل',

    'verifyPhoneFirst'  =>  'يجب تأكيد الهاتف أولا',
    'alreadyVerified'   =>  'لقد تم التحقق من هذا الستخدم بالفعل',
    'noRecord'          =>  'لا يوجد أي كود تحقق محفوظ لدينا لهذا الطلب بعد',
    'codeNotRight'      =>  'رمز التحقق غير صحيح, يرجى التحقق من رمز التحقق',

    'resNoRecord'       =>  'لا يوجد أي بيانات لهذا الرقم',
    'resCodeNotRight'   =>  'مشكلة في كود تغيير كلمة المرور',

    'NoAmountInBranch'  =>  'بعض المنتجات التي تم طلبها لا تتوفر حاليا بالكمية المطلوبة'
];
