<?php

return [
    'login' =>  'تم تسجيل الدخول بنجاح',
    'signup'=>  'تم انشاء المستخدم بنجاح',
    'logout'=>  'تم تسجيل الخروج بنجاح',

    'changeStatus'  =>  'تم تغيير الحالة بنجاح',
    'tokenAdded'    =>  'تم اضافة رمز المستخدم بنجاح',

    'dataUpdate'    =>  'تم تعديل البيانات بنجاح',
    'newPlace'      =>  'تم اضافة مكان جديد',
    'deletePlace'   =>  'تم حذف المكان بنجاح',
    'success'       =>  'تمت العملية بنجاح',

    'favAdd'        =>  'تم اضافة العنصر للمفضلة',
    'favDelete'     =>  'تم حذف العنصر من المفضلة',

    'orderConf'     =>  'تم تأكيد الطلب بنجاح',
    'orderDeliver'  =>  'تم توصيل الطلب بنجاح',
    'orderCancel'   =>  'تم الغاء الطلب بنجاح',

    'itemDelete'    =>  'تم حذف العنصر بنجاح',

    'phoneVerify'   =>  'تم تأكيد الهاتف',
    'emailVerify'   =>  'تم تأكيد البريد الالكتروني',
    'codeSend'      =>  'تم ارسال رمز التفعيل',
    'resetSuc'      =>  'تم اعادة تعيين كلمة المرور بنجاح',

    'clientService' =>  'تم حفظ البيانات بنحاح',
];
